asvetliakov.vscode-neovim
bungcip.better-toml
dbaeumer.vscode-eslint
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
garrit.p5canvas
jdinhlife.gruvbox
mechatroner.rainbow-csv
mikoz.black-py
ms-python.debugpy
ms-python.python
ms-toolsai.jupyter
ms-toolsai.jupyter-renderers
pkief.material-icon-theme
s-nlf-fh.glassit
streetsidesoftware.code-spell-checker
yandeu.five-server
