asvetliakov.vscode-neovim
charliermarsh.ruff
cstrap.python-snippets
esbenp.prettier-vscode
hoovercj.vscode-settings-cycler
jdinhlife.gruvbox
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
pkief.material-icon-theme
remisa.shellman
rpinski.shebang-snippets
streetsidesoftware.code-spell-checker
takumii.markdowntable
tamasfe.even-better-toml
timonwong.shellcheck
yandeu.five-server
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
