asvetliakov.vscode-neovim
charliermarsh.ruff
dotjoshjohnson.xml
eamodio.gitlens
ericsia.pythonsnippets3
esbenp.prettier-vscode
garrit.p5canvas
hoovercj.vscode-settings-cycler
jdinhlife.gruvbox
mechatroner.rainbow-csv
mhutchie.git-graph
motivesoft.vscode-man-page-syntax
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
pkief.material-icon-theme
remisa.shellman
rpinski.shebang-snippets
ryu1kn.partial-diff
streetsidesoftware.code-spell-checker
takumii.markdowntable
tamasfe.even-better-toml
timonwong.shellcheck
wholroyd.jinja
yandeu.five-server
yoavbls.pretty-ts-errors
yzhang.markdown-all-in-one
