asvetliakov.vscode-neovim
dbaeumer.vscode-eslint
dotjoshjohnson.xml
eamodio.gitlens
ecmel.vscode-html-css
esbenp.prettier-vscode
garrit.p5canvas
gitlab.gitlab-workflow
jdinhlife.gruvbox
mechatroner.rainbow-csv
mhutchie.git-graph
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
pkief.material-icon-theme
streetsidesoftware.code-spell-checker
takumii.markdowntable
tamasfe.even-better-toml
timonwong.shellcheck
wholroyd.jinja
yzhang.markdown-all-in-one
